Repository: meshenka/edonate
Catalog: src/Ecedi/Donate/FrontBundle/Resources/translations/messages.*.xlf
Languages: fr

source: <p> By supporting Association XY, you enjoy an <strong>income tax reduction of 66% of the value of the donation made</strong>, up to a limit of 20% of the net taxable income. Added to that, a possibility of reporting the surplus of the tax reduction over 5 years. </p> <p> For people who are subject to French wealth tax (ISF – Impôt de Solidarité sur la Fortune), you enjoy an <strong>income tax reduction of 75% of the value of the donation made</strong>, up to a limit of 50 000 euros. </p>
fr: <p> En supportant l'Association XY, vous bénéficiez d'une <strong>réduction d'impôt de 66% à hauteur du montant de votre don</strong>, dans la limite de 20% de votre revenu imposable. Ajouter à cela, la possibilité de reporter le surplus de la réduction d'impôt sur 5 ans. </p> <p> Pour les personnes qui sont assujettis à l'ISF (ISF – Impôt de Solidarité sur la Fortune), vous bénéficiez d'une <strong>réduction d'impôt de 75% à hauteur du montant de votre don</strong>, dans une limite de 50 000 euros. </p>

source: will cost you
fr: vous revient à

source: your donation of
fr: votre don de

source: Address
fr: N° et voie (rue, avenue ...)

source: Amount
fr: Montant

source: Apartment, floor numbers
fr: Résidence, bâtiment

source: Autorisation Id
fr: N° d'autorisation

source: City
fr: Ville

source: Civility
fr: Civilité

source: Company
fr: Société

source: Country
fr: Pays

source: Donate
fr: Je valide mon don

source: Donate to Ecedi
fr: Donner à Ecedi

source: Donation canceled
fr: Votre don a été annulé

source: Donation completed
fr: Votre don a bien été enregistré

source: Donation denied
fr: Votre don a été rejeté par la banque

source: Donation failed
fr: Votre don a échoué

source: Donor relations
fr: Service donateur

source: First name
fr: Prénom

source: Give in trust
fr: Donner en confiance

source: Give security
fr: Donner en sécurité

source: Help
fr: Aide

# How is my &lt;span&gt; donation used?&lt;span&gt;
source: How is my <span> donation used?<span>
fr: Comment est utilisé <span>mon don ?<span>

source: How is my donation used?
fr: Comment est utilisé mon don

source: I Give
fr: Je donne

source: I agree to receive informations from Association XY
fr: J'accepte de recevoir des informations de la part de l'Association XY

source: I prefer to receive my tax receipt
fr: Je préfère recevoir mon reçu fiscal

source: Last name
fr: Nom

source: Legal notices
fr: Mention légales

source: Living with
fr: Habitant chez

source: Locality, post box
fr: Lieu-dit, boîte postale

source: My payment method
fr: Ma méthode de paiement

source: My personal details
fr: Mes coordonnées personnelles

source: Name
fr: Nom

source: Other amount
fr: Autre montant

source: Payment details
fr: Détail du paiement

source: Phone
fr: Téléphone

source: Repeat Email
fr: Confirmation email

source: Required fields
fr: Champs obligatoires

source: Thank you for your generous gesture
fr: Merci pour votre générosité

source: Thanks to the tax reduction of
fr: Grâce à la déduction d'impôts de

source: The email fields must match.
fr: Ces emails doivent être identiques.

source: Transaction Id
fr: N° de transaction

source: You are subject to French wealth tax (ISF)
fr: Vous êtes assujeti à l'ISF

source: You canceled your donation
fr: Vous avez annulé votre don

source: Your contact
fr: Votre contact

source: Your donation failed
fr: Votre don a échoué

source: Your donation has been canceled. You will not be charged
fr: Votre don a été annulé. Vous ne serez pas débité.

source: Your donation has failed. You will not be charged
fr: Votre don a échoué. Vous ne serez pas débité.

source: Your donation is validated
fr: Votre don est validé

source: Your donation was denied by your bank
fr: Votre don a été rejeté

source: Your transaction has been refused. You will not be charged
fr: Votre don a été rejeté par la banque. Vous ne serez pas débité.

source: Zipcode
fr: Code postal

source: by email
fr: par email

source: by post
fr: par courrier

source: format name@provider.com
fr: format nom@fournisseur.com

source: Mr
fr: M.

source: Ms
fr: Mme

source: Website
fr: Site web

source: Adress
fr: N° et voie

source: Adress extended
fr: Résidence

source: Adress Living
fr: Habitant chez

source: Postal box
fr: Lieu-dit, BP

source: Continue
fr: Continuer

source: Amount must be greater than
fr: Le don doit être supérieur à

source: Amount must be lower than
fr: Le don doit être inférieur à

source: Ogone
fr: Paiement par CB via Ogone

source: Send a check
fr: Envoyer un chèque par courrier

source: Send a SEPA Mandate
fr: Envoyer un mandat SEPA par courrier

source: My donation affectation
fr: Affectation de mon don

source: I want to
fr: Je souhaite
